{
  "_meta": {
    "maxChars": {
      "welcome": "50"
    }
  },
  "en": {
    "welcome": "Welcome!",
    "title": "Super Gnomatic\nRock Cycler",
    "credits": "CREDITS",
    "credits_detail": "Written by:\nDavid Dionisio\nMusic From:\nKevin Macleod",
    "begin": "BEGIN",
    "options": "OPTIONS",
    "music": "MUSIC",
    "sound": "SOUND",
    "speech": "SPEECH",
    "restart": "RESTART",
    "close": "CLOSE",
    "on": "ON",
    "off": "OFF",
    "restart_confirm": "Are you sure you want to restart the level?",
    "yes": "YES",
    "no": "NO",
    "select_method": "Select Method",
    "select_source": "Select Source",
    "intrusive": "Intrusive",
    "extrusive": "Extrusive",
    "rock": "Rock",
    "rocks": "Rocks",
    "organics": "Organics",
    "sediments": "Sediments",
    "back": "BACK",
    "proceed": "PROCEED",
    "victory": "VICTORY",
    "collections": "COLLECTIONS",
    "igneous": "Igneous",
    "sedimentary": "Sedimentary",
    "metamorphic": "Metamorphic",
    "igneous_rock": "Igneous Rock",
    "sedimentary_rock": "Sedimentary Rock",
    "metamorphic_rock": "Metamorphic Rock",
    "new": "* NEW *",
    "magma_title": "MAGMA",
    "magma": "Magma",
    "minerals": "Minerals",
    "cooling": "Cooling…",
    "stop": "STOP",
    "rock_result": "ROCK RESULT",
    "continue": "CONTINUE",
    "complete": "COMPLETE",
    "erode": "ERODE",
    "grainSize": "Grain Size",
    "grainSize_LargeVariant": "Cobbles",
    "grainSize_Sand": "Sand",
    "grainSize_Silt": "Silt",
    "grainSize_Clay": "Clay",
    "grainSize_FineCourseCrystal": "Fine to coarse crystals.",
    "grainSize_Coarse": "Microscopic to very coarse.",
    "intro_1": "Welcome to Super Gnomatic Rock Cycler!",
    "intro_3": "Rocks are made up of minerals that formed, and bonded together.",
    "intro_4": "Based on how a rock is formed, it is categorized into one of these groups: igneous, sedimentary, metamorphic.",
    "intro_5": "We'll look into more details later.",
    "intro_6": "For now, let's go ahead and gather some minerals!",
    "instruction_move": "Press the Left or Right arrow key to move the Gnome.",
    "instruction_enter": "Press the Spacebar to enter.",
    "instruction_jump": "Press the Spacebar or Up arrow to jump.",
    "intro_enter_magma_1": "Now that you have some minerals, it's time to melt them down into magma.",
    "intro_enter_magma_2": "Head over to the Magma Chamber to do so.",
    "intro_magma_chamber_1": "On Earth, rocks are continuously pushed upward or downward due to powerful forces such as an earthquake.",
    "intro_magma_chamber_2": "When rocks are pushed deep enough into the Earth, where temperature can reach its melting point, it will become magma.",
    "intro_magma_chamber_3": "Here in the Magma Chamber, we will simulate the process of melting rocks to magma.",
    "intro_magma_chamber_4": "Go ahead and process the minerals by holding the Spacebar (you can also click and hold the icon).",
    "intro_enter_magma_cooler_1": "Now that we have magma available, it's time to form some rocks!",
    "intro_enter_magma_cooler_2": "If you notice at the very top, we need to form at least three different types of igneous rocks.",
    "intro_enter_magma_cooler_3": "In order to form igneous rocks, head over to the Magma Cooler.",
    "intro_intrusive_igneous_1": "There are two ways for igneous rocks to form: intrusive or extrusive.",
    "intro_intrusive_igneous_2": "For now, we will form intrusive igneous rocks.",
    "intro_intrusive_igneous_3": "Intrusive igneous rocks are formed when magma cools off below the Earth’s surface.",
    "intro_intrusive_igneous_4": "Try to form three different types of rocks based on how long the magma cools.",
    "intrusive_igneous_instruction": "Press the Spacebar (or click STOP) to end the cooling process.",
    "submit_instruction_1": "Now that you have formed the necessary rocks, it’s time to drop them off.",
    "submit_instruction_2": "Head over to the indicated star and submit the rocks!",
    "next_adventure_dialog_1": "Excellent work! Now that the rocks have been submitted, we can gather more minerals to form new rocks.",
    "intro_enter_magma_cooler_extrusive_1": "Just like before, we need to form three different types of igneous rocks.",
    "intro_enter_magma_cooler_extrusive_2": "Remember to melt the minerals in the Magma Chamber, and then form the rocks in the Magma Cooler.",
    "intro_extrusive_igneous_1": "This time around, we'll be forming extrusive igneous rocks.",
    "intro_extrusive_igneous_2": "These rocks are formed when magma cools off above the Earth's surface. For example: when a volcano erupts.",
    "intro_extrusive_igneous_3": "Since these rocks cool off quicker, they don't form as much crystals as intrusive igneous rocks.",
    "intro_enter_sedimentary_1": "For sedimentary rocks to be formed, we must first have rocks available to break down into sediments.",
    "intro_enter_sedimentary_2": "Go ahead and create some igneous rocks before heading over to the Sedimentary Pit.",
    "intro_sedimentary_1": "Sedimentary rocks form when sediments cement together after a long period of time.",
    "intro_sedimentary_2": "These sediments come from any type of rocks, or certain organics that have been broken down by weathering and erosion.",
    "intro_sedimentary_3": "Here in the Sedimentary Pit, we will be simulating the process of breaking down rocks into sediments, and then cementing it to form a new rock.",
    "intro_sedimentary_4": "The result of the sedimentary rock will be based on the grain size of the sediments. So, make sure to try out different sizes!",
    "intro_enter_sedimentary_organic_1": "This time around, we will be making sedimentary rocks with organic materials.",
    "intro_enter_sedimentary_organic_2": "Head directly to the Sedimentary Pit.",
    "intro_sedimentary_organic_1": "Sedimentary rocks can be formed from the remains of certain life-forms.",
    "intro_sedimentary_organic_2": "For example, plants and trees that were buried for millions of years can turn into coal.",
    "intro_sedimentary_organic_3": "If you’re lucky, you can find a fossil or two from these kinds of rocks.",
    "intro_enter_metamorph_1": "For our final rock type: Metamorphic, we’re going to first need to form other rocks.",
    "intro_enter_metamorph_2": "Once you have a bunch of rocks available, head over to the Metamorphic Pit.",
    "intro_metamorph_1": "When a rock is subjected to enough heat and/or pressure, its form will change drastically, morphing into a whole different rock.",
    "intro_metamorph_2": "Depending on the type of rock you choose, the result will be different.",
    "intro_metamorph_3": "Try to morph a previously morphed rock to get another type of rock.",
    "end_dialog_1": "Congratulations! You have gathered all the rocks that we need!",
    "end_dialog_2": "This concludes Super Gnomatic Rock Cycler!",
    "rock_types_collected": "Types of rock collected: {0} out of {1}.",
    "end_thanks": "Thank you for playing!",
    "expedition": "Expedition",
    "drop_off": "Drop Off",
    "sedimentary_pit": "Sedimentary Pit",
    "metamorphic_pit": "Metamorphic Pit",
    "magma_chamber": "Magma Chamber",
    "magma_cooler": "Magma Cooler",
    "melting": "Melting",
    "cooling_off": "Cooling",
    "heat_and_pressure": "Heat and Pressure",
    "weathering_erosion": "Weathering and Erosion",
    "compacting_cementing": "Compacting and Cementing",
    "magma_require": "We require magma to form igneous rocks. Head over to the Magma Chamber.",
    "rocks_require_sedimentary": "We need at least three rocks to form a sedimentary rock. Head over to Magma Cooler to form some.",
    "rocks_require_metamorphic": "We need rocks to form metamorphic rocks. Head over to Magma Cooler or Sedimentary Pit to form some.",
    "crust": "Crust",
    "mantle": "Mantle",
    "earth": "Earth",
    "olivine": "Olivine",
    "olivineDesc": "A mineral that is usually green in color. Can usually be found in igneous and metamorphic rocks.",
    "quartz": "Quartz",
    "quartzDesc": "A mineral that is usually colorless or light in color. Can commonly be found at the surface of the Earth.",
    "feldspar": "Feldspar",
    "feldsparDesc": "One of the common minerals found in the Earth’s crust. Most rocks are composed of this mineral. ",
    "pyroxene": "Pyroxene",
    "pyroxeneDesc": "This mineral tends to be present in volcanic lavas. Its color is usually black, sometimes with a hint of green.",
    "amphibole": "Amphibole",
    "amphiboleDesc": "This mineral is mostly found in igneous and metamorphic rocks. Amphiboles come in a variety of colors: green, black, colorless, white, yellow, blue, or brown.",
    "biotite": "Biotite",
    "biotiteDesc": "This mineral is commonly found in igneous and metamorphic rocks. Its color is usually black, dark brown, or dark green.",
    "calcite": "Sea Shells",
    "calciteDesc": "These materials are the key ingredient for making limestone through compaction and cementation.",
    "carbon": "Wood",
    "carbonDesc": "Dead plants and wood buried deep into the Earth can slowly turn into coal, a type of sedimentary rock.",
    "peridotite": "Peridotite",
    "peridotiteDesc": "A coarse-grained, dark-colored igneous rock. Usually contains the mineral olivine.",
    "gabbro": "Gabbro",
    "gabbroDesc": "A coarse-grained igneous rock. Its color is usually black or dark green.",
    "diorite": "Diorite",
    "dioriteDesc": "A coarse-grained igneous rock known for its salt and pepper appearance.",
    "granite": "Granite",
    "graniteDesc": "A light-colored igneous rock with large visible grains. It's mostly composed of quartz and feldspar, making it hard and tough.",
    "pumice": "Pumice",
    "pumiceDesc": "A light-colored igneous rock that forms during a volcanic eruption. It’s got a porous texture.",
    "scoria": "Scoria",
    "scoriaDesc": "A dark-colored igneous rock that forms during a volcanic eruption. Its texture is composed of bubble-like cavities.",
    "rhyolite": "Rhyolite",
    "rhyoliteDesc": "An extrusive igneous rock that is usually pink or gray in color.",
    "basalt": "Basalt",
    "basaltDesc": "A fine-grained igneous rock that is usually black in color. These are commonly found in ocean floor.",
    "obsidian": "Obsidian",
    "obsidianDesc": "An igneous rock that forms when lava is cooled rapidly, resulting in its black glassy feature.",
    "breccia": "Breccia",
    "brecciaDesc": "A sedimentary rock that is composed of large angular shaped fragments glued together.",
    "sandstone": "Sandstone",
    "sandstoneDesc": "A sedimentary rock composed of sand sediments. Its texture is rough and course, with a wide range of colors.",
    "shale": "Shale",
    "shaleDesc": "A fine-grained sedimentary rock formed from the compaction of clay sediments.",
    "siltstone": "Siltstone",
    "siltstoneDesc": "A fine-grained sedimentary rock formed from the compaction of silt sediments.",
    "bituminousCoal": "Bituminous Coal",
    "bituminousCoalDesc": "A soft coal that is formed from plant debris that is deoxygenated and buried deep in sediments for a long time.",
    "limestone": "Limestone",
    "limestoneDesc": "A sedimentary rock composed primarily of calcite. These calcites form from the accumulation of shells and skeletons compacted together.",
    "amphibolite": "Amphibolite",
    "amphiboliteDesc": "A coarse-grained metamorphic rock that tends to be formed from igneous rocks due to high pressure.",
    "anthraciteCoal": "Anthracite Coal",
    "anthraciteCoalDesc": "A type of coal that has undergone heat and pressure. This results in a bright, lustrous appearance.",
    "gneiss": "Gneiss",
    "gneissDesc": "A metamorphic rock with stripe patterns. Its stripes are formed from pre-existing layers of rocks.",
    "marble": "Marble",
    "marbleDesc": "A metamorphic rock with cloudy patterns. It is formed from minerals that have crystalized due to heat and pressure.",
    "metaconglomerate": "Metaconglomerate",
    "metaconglomerateDesc": "A morphed version of a conglomerate rock, such as breccia, that has undergone heat and pressure.",
    "phyllite": "Phyllite",
    "phylliteDesc": "A metamorphic rock with a sheet-like surface that gleams from its tiny grain of crystals.",
    "quartzite": "Quartzite",
    "quartziteDesc": "A metamorphic rock made from quartz. These quartz usually come from sandstone.",
    "schist": "Schist",
    "schistDesc": "A metamorphic rock made up of platy crystals formed from clay that has undergone heat and pressure.",
    "slate": "Slate",
    "slateDesc": "A low-grade metamorphism of shale. It features a sheet-like surface, and dull in color."
  }
}