{
  "_meta": {
    "maxChars": {
      "welcome": "50"
    }
  },
  "en": {
    "welcome": "Welcome!",
    "title": "Super Gnomatic\nRock Cycler",
    "credits": "CREDITS",
    "credits_detail": "Written by:\nDavid Dionisio\nMusic From:\nKevin Macleod",
    "begin": "BEGIN",
    "options": "OPTIONS",
    "music": "MUSIC",
    "sound": "SOUND",
    "speech": "SPEECH",
    "restart": "RESTART",
    "close": "CLOSE",
    "on": "ON",
    "off": "OFF",
    "restart_confirm": "Are you sure you want to restart the level?",
    "yes": "YES",
    "no": "NO",
    "skip": "SKIP",
    "select_method": "Select Method",
    "select_source": "Select Source",
    "intrusive": "Intrusive",
    "extrusive": "Extrusive",
    "rock": "Rock",
    "rocks": "Rocks",
    "organics": "Organics",
    "sediments": "Sediments",
    "back": "BACK",
    "proceed": "PROCEED",
    "victory": "VICTORY",
    "collections": "COLLECTIONS",
    "igneous": "Igneous",
    "sedimentary": "Sedimentary",
    "metamorphic": "Metamorphic",
    "igneous_rock": "Igneous Rock",
    "sedimentary_rock": "Sedimentary Rock",
    "metamorphic_rock": "Metamorphic Rock",
    "new": "* NEW *",
    "magma_title": "MAGMA",
    "magma": "Magma",
    "minerals": "Minerals",
    "cooling": "Cooling…",
    "stop": "STOP",
    "rock_cycle_title": "THE ROCK CYCLE",
    "rock_result": "ROCK RESULT",
    "continue": "CONTINUE",
    "complete": "COMPLETE",
    "enter_magma_chamber": "ENTER MAGMA CHAMBER",
    "enter_magma_cooler": "ENTER MAGMA COOLER",
    "enter_sedimentary_pit": "ENTER SEDIMENTARY PIT",
    "erode": "ERODE",
    "grainSize": "Grain Size",
    "grainSize_LargeVariant": "Cobbles",
    "grainSize_Sand": "Sand",
    "grainSize_Silt": "Silt",
    "grainSize_Clay": "Clay",
    "grainSize_FineCourseCrystal": "Fine to coarse crystals.",
    "grainSize_Coarse": "Microscopic to very coarse.",
    "intro_1": "Welcome to Super Gnomatic Rock Cycler!",
    "intro_3": "Rocks are made up of minerals that formed and bonded together.",
    "intro_4": "Based on how it is formed, every rock is categorized into one of these groups: igneous, sedimentary, metamorphic.",
    "intro_5": "We'll look into more details later.",
    "intro_6": "For now, let's go ahead and gather some minerals!",
    "instruction_move": "Press the Left or Right arrow key to move the Gnome.",
    "instruction_enter": "Press the Spacebar to enter.",
    "instruction_submit": "Press the Spacebar to submit.",
    "instruction_jump": "Press the Spacebar or Up arrow to jump.",
    "instruction_exit": "Press this button to exit and proceed.",
    "instruction_exit_criteria_met": "You now have the necessary rock types! Press this button to exit and proceed.",
    "instruction_cheat": "Press this if you want to skip this level.",
    "intro_enter_magma_1": "Now that you have some minerals, it's time to melt them down into magma.",
    "intro_enter_magma_2": "Head over to the Magma Chamber to do so.",
    "intro_magma_rock_cycle_1": "In this part of the rock cycle, we will be looking at rocks melting to magma.",
    "intro_magma_rock_cycle_2": "As you can see, all rocks eventually melt down to magma.",
    "intro_magma_chamber_1": "On Earth, rocks are continuously pushed upward or downward due to powerful forces such as an earthquake.",
    "intro_magma_chamber_2": "When a rock is pushed deep enough into the Earth, temperatures can reach its melting point and melt the rock. When the rock melts, it will become magma.",
    "intro_magma_chamber_3": "Here in the Magma Chamber, we will simulate the process of melting rocks into magma.",
    "intro_magma_chamber_4": "Go ahead and process the minerals by pressing the Spacebar (you can also click the icon).",
    "intro_enter_magma_cooler_1": "Now that we have magma available, it's time to form some rocks!",
    "intro_enter_magma_cooler_2": "If you notice the bar at the very top, you'll see that we need to form at least three different types of igneous rocks.",
    "intro_enter_magma_cooler_3": "In order to form igneous rocks, head over to the Magma Cooler.",
    "intro_igneous_rock_cycle_1": "For this rock cycle, we will be looking at magma cooling off, and solidifying to a rock.",
    "intro_igneous_cool_off_1": "When magma is pushed upwards due to the flow of energy inside the Earth, it will eventually cool off and crystalize into various minerals.",
    "intro_igneous_cool_off_2": "During crystalization, various minerals will form and bond together, eventually becoming an igneous rock.",
    "intro_intrusive_igneous_1": "There are two ways for igneous rocks to form: intrusive or extrusive.",
    "intro_intrusive_igneous_2": "For now, we will form intrusive igneous rocks.",
    "intro_intrusive_igneous_3": "Intrusive igneous rocks are formed when magma cools below the Earth’s surface.",
    "intruction_press_proceed": "Press spacebar, or click on this button to proceed.",
    "submit_instruction_1": "Now that you have formed the necessary rocks, it’s time to drop them off.",
    "submit_instruction_2": "Head over to the indicated star and submit the rocks!",
    "next_adventure_dialog_1": "Excellent work! Now that the rocks have been submitted, we can gather more minerals to form new rocks.",
    "intro_enter_magma_cooler_extrusive_1": "Just like before, we need to form three different types of igneous rocks.",
    "intro_enter_magma_cooler_extrusive_2": "Remember to melt the minerals in the Magma Chamber, and then form the rocks in the Magma Cooler.",
    "intro_extrusive_igneous_1": "This time around, we'll be forming extrusive igneous rocks.",
    "intro_extrusive_igneous_2": "These rocks are formed when magma cools above the Earth's surface. For example: after a volcano erupts.",
    "intro_extrusive_igneous_3": "Since these rocks cool off faster, they don't form as many crystals as intrusive igneous rocks.",
    "intro_enter_sedimentary_1": "For sedimentary rocks to be formed, we must first have rocks available to break down into sediments.",
    "intro_enter_sedimentary_2": "Go ahead and create some igneous rocks before heading over to the Sedimentary Pit.",
    "intro_sedimentary_rock_cycle_1": "For this rock cycle, we will see how rocks are broken up to sediments, and then formed to a sedimentary rock.",
    "intro_sedimentary_1": "Sediments come from any type of rocks, or certain organic materials that have been broken down by weathering and erosion.",
    "intro_sedimentary_2": "After a long period of time, sediments that have accumulated into an area will compact and cement to form sedimentary rocks.",
    "intro_sedimentary_3": "Here in the Sedimentary Pit, we will be simulating the process of breaking down rocks into sediments, and then cementing it to form a new rock.",
    "intro_sedimentary_4": "The result of the sedimentary rock will be based on the grain size of the sediments. So, make sure to try out different sizes!",
    "intro_enter_sedimentary_organic_1": "This time around, we will be making sedimentary rocks with organic materials.",
    "intro_enter_sedimentary_organic_2": "Head directly to the Sedimentary Pit.",
    "intro_sedimentary_organic_1": "Sedimentary rocks can be formed from the remains of certain life-forms.",
    "intro_sedimentary_organic_2": "For example, plants and trees that were buried for millions of years can turn into coal.",
    "intro_sedimentary_organic_3": "If you’re lucky, you can find a fossil or two from these kinds of rocks.",
    "intro_enter_metamorph_1": "For our final rock type: Metamorphic, we’re going to first need to form other rocks.",
    "intro_enter_metamorph_2": "Once you have a bunch of rocks available, head over to the Metamorphic Pit.",
    "intro_metamorph_rock_cycle_1": "For this rock cycle, we will see how rocks are transformed into a metamorphic rock.",
    "intro_metamorph_rock_cycle_2": "As you can see, all rocks eventually sink beneath the Earth, forming into a different rock.",
    "intro_metamorph_rock_cycle_3": "And finally, sinking further to melt into magma, completing the rock cycle.",
    "intro_metamorph_1": "When a rock is subjected to enough heat and/or pressure, its form will change drastically, morphing into a whole different rock.",
    "intro_metamorph_2": "Depending on the type of rock you choose, the result will be different.",
    "intro_metamorph_3": "Try to morph a previously morphed rock to get another type of rock.",
    "end_dialog_1": "Congratulations! You have gathered all the rocks that we need!",
    "end_dialog_2": "This concludes Super Gnomatic Rock Cycler!",
    "rock_types_collected": "Types of rock collected: {0} out of {1}.",
    "end_thanks": "Thank you for playing!",
    "expedition": "Expedition",
    "drop_off": "Drop Off",
    "sedimentary_pit": "Sedimentary Pit",
    "metamorphic_pit": "Metamorphic Pit",
    "magma_chamber": "Magma Chamber",
    "magma_cooler": "Magma Cooler",
    "melting": "Melting",
    "cooling_off": "Cooling",
    "heat_and_pressure": "Heat and Pressure",
    "weathering_erosion": "Weathering and Erosion",
    "compacting_cementing": "Compacting and Cementing",
    "magma_require": "We require magma to form igneous rocks. Head over to the Magma Chamber.",
    "rocks_require_sedimentary": "We need at least three rocks to form a sedimentary rock. Head over to Magma Cooler to form some.",
    "rocks_require_metamorphic": "We need rocks to form metamorphic rocks. Head over to Magma Cooler or Sedimentary Pit to form some.",
    "rock_criteria_not_met": "You must fill up the rock slots before submitting.",
    "crust": "Crust",
    "mantle": "Mantle",
    "earth": "Earth",
    "olivine": "Olivine",
    "olivineDesc": "A mineral that is usually green in color. Can usually be found in igneous and metamorphic rocks.",
    "quartz": "Quartz",
    "quartzDesc": "A mineral that is usually colorless or light in color. Can commonly be found at the surface of the Earth.",
    "feldspar": "Feldspar",
    "feldsparDesc": "One of the common minerals found in the Earth’s crust. Most rocks are composed of this mineral. ",
    "pyroxene": "Pyroxene",
    "pyroxeneDesc": "This mineral tends to be present in volcanic lavas. Its color is usually black, sometimes with a hint of green.",
    "amphibole": "Amphibole",
    "amphiboleDesc": "This mineral is mostly found in igneous and metamorphic rocks. Amphiboles come in a variety of colors: green, black, colorless, white, yellow, blue, or brown.",
    "biotite": "Biotite",
    "biotiteDesc": "This mineral is commonly found in igneous and metamorphic rocks. Its color is usually black, dark brown, or dark green.",
    "calcite": "Sea Shells",
    "calciteDesc": "These materials are the key ingredient for making limestone through compaction and cementation.",
    "carbon": "Wood",
    "carbonDesc": "Dead plants and wood buried deep into the Earth can slowly turn into coal, a type of sedimentary rock.",
    "peridotite": "Peridotite",
    "peridotiteDesc": "A coarse-grained, dark-colored igneous rock. Usually contains the mineral olivine.",
    "gabbro": "Gabbro",
    "gabbroDesc": "A coarse-grained igneous rock. Its color is usually black or dark green.",
    "diorite": "Diorite",
    "dioriteDesc": "A coarse-grained igneous rock known for its salt and pepper appearance.",
    "granite": "Granite",
    "graniteDesc": "A light-colored igneous rock with large visible grains. It's mostly composed of quartz and feldspar, making it hard and tough.",
    "pumice": "Pumice",
    "pumiceDesc": "A light-colored igneous rock that forms during a volcanic eruption. It’s got a porous texture.",
    "scoria": "Scoria",
    "scoriaDesc": "A dark-colored igneous rock that forms during a volcanic eruption. Its texture is composed of bubble-like cavities.",
    "rhyolite": "Rhyolite",
    "rhyoliteDesc": "An extrusive igneous rock that is usually pink or gray in color.",
    "basalt": "Basalt",
    "basaltDesc": "A fine-grained igneous rock that is usually black in color. These are commonly found on the ocean floor.",
    "obsidian": "Obsidian",
    "obsidianDesc": "An igneous rock that forms when lava is cooled rapidly, resulting in its black glassy feature.",
    "breccia": "Breccia",
    "brecciaDesc": "A sedimentary rock that is composed of large angular shaped fragments glued together.",
    "sandstone": "Sandstone",
    "sandstoneDesc": "A sedimentary rock composed of sand sediments. Its texture is rough and course, with a wide range of colors.",
    "shale": "Shale",
    "shaleDesc": "A fine-grained sedimentary rock formed from the compaction of clay sediments.",
    "siltstone": "Siltstone",
    "siltstoneDesc": "A fine-grained sedimentary rock formed from the compaction of silt sediments.",
    "bituminousCoal": "Bituminous Coal",
    "bituminousCoalDesc": "A soft coal that is formed from plant debris that is deoxygenated and buried deep in sediments for a long time.",
    "limestone": "Limestone",
    "limestoneDesc": "A sedimentary rock composed primarily of calcite. These calcites form from the accumulation of shells and skeletons compacted together.",
    "amphibolite": "Amphibolite",
    "amphiboliteDesc": "A coarse-grained metamorphic rock that tends to be formed from igneous rocks due to high pressure.",
    "anthraciteCoal": "Anthracite Coal",
    "anthraciteCoalDesc": "A type of coal that has undergone heat and pressure. This results in a bright, lustrous appearance.",
    "gneiss": "Gneiss",
    "gneissDesc": "A metamorphic rock with stripe patterns. Its stripes are formed from pre-existing layers of rocks.",
    "marble": "Marble",
    "marbleDesc": "A metamorphic rock with cloudy patterns. It is formed from minerals that have crystalized due to heat and pressure.",
    "metaconglomerate": "Metaconglomerate",
    "metaconglomerateDesc": "A morphed version of a conglomerate rock, such as breccia, that has undergone heat and pressure.",
    "phyllite": "Phyllite",
    "phylliteDesc": "A metamorphic rock with a sheet-like surface that gleams from its tiny grain of crystals.",
    "quartzite": "Quartzite",
    "quartziteDesc": "A metamorphic rock made from quartz. These quartz usually come from sandstone.",
    "schist": "Schist",
    "schistDesc": "A metamorphic rock made up of platy crystals formed from clay that has undergone heat and pressure.",
    "slate": "Slate",
    "slateDesc": "A low-grade metamorphism of shale. It features a sheet-like surface, and dull in color.",
    "inputConfigTitle": "INPUT",
    "inputConfigKeyboard": "Keyboard",
    "inputConfigTablet": "Touch Screen",
    "inputConfigTabletRight": "Right-Handed",
    "inputConfigTabletLeft": "Left-Handed",
    "press_to_enter": "Press to Enter",
    "press_to_jump": "Press to Jump",
    "press_to_move": "Use this to move Left or Right"
  },
  "es": {
    "welcome": "¡Bienvenido!",
    "title": "Súper Gnomático Ciclismo de Roca",
    "credits": "CRÉDITOS",
    "credits_detail": "Escrito por:\nDavid Dionisio\nMúsica de:\nKevin Macleod",
    "begin": "COMENZAR",
    "options": "OPCIONES",
    "music": "MÚSICA",
    "sound": "SONIDO",
    "speech": "DISCURSO",
    "restart": "REINICIAR",
    "close": "CERRAR",
    "on": "ENCENDIDO",
    "off": "APAGADO",
    "restart_confirm": "¿Estás seguro de que quieres reiniciar el nivel?",
    "yes": "SÍ",
    "no": "NO",
    "skip": "SALTAR",
    "select_method": "Método Selecto",
    "select_source": "Seleccionar Origen",
    "intrusive": "Intrusiva",
    "extrusive": "Extrusivo",
    "rock": "Roca",
    "rocks": "Rocas",
    "organics": "Orgánicos",
    "sediments": "Sedimentos",
    "back": "Para atras",
    "proceed": "PROCEDER",
    "victory": "VICTORIA",
    "collections": "COLECCIONES",
    "igneous": "Ígneo",
    "sedimentary": "Sedimentario",
    "metamorphic": "Metamórfico",
    "igneous_rock": "Piedra ígnea",
    "sedimentary_rock": "Roca sedimentaria",
    "metamorphic_rock": "Piedra metamórfico",
    "new": "* NUEVO *",
    "magma_title": "MAGMA",
    "magma": "Magma",
    "minerals": "Minerales",
    "cooling": "Refrigeración...",
    "stop": "PARAR",
    "rock_cycle_title": "EL CICLO DE ROCAS",
    "rock_result": "RESULTADO DE PIEDRAS",
    "continue": "CONTINUAR",
    "complete": "COMPLETAR",
    "enter_magma_chamber": "ENTRAR EN CÁMARA DE MAGMA",
    "enter_magma_cooler": "ENTRAR EN EL REFRIGERADOR DE MAGMA",
    "enter_sedimentary_pit": "ENTRAR EN FOSO SEDIMENTARIO",
    "erode": "EROSIONAR",
    "grainSize": "Tamaño de grano",
    "grainSize_LargeVariant": "Adoquines",
    "grainSize_Sand": "Arena",
    "grainSize_Silt": "Limo",
    "grainSize_Clay": "Arcilla",
    "grainSize_FineCourseCrystal": "Cristales finos a gruesos.",
    "grainSize_Coarse": "Microscópica a muy gruesa.",
    "intro_1": "Bienvenido al Ciclador de Rocas Supergnomático!",
    "intro_3": "Las piedras están formadas por minerales que se formaron y unieron.",
    "intro_4": "En función de cómo se forma, cada roca se clasifica en uno de estos grupos: ígnea, sedimentaria, metamórfica.",
    "intro_5": "Más adelante investigaremos más detalles.",
    "intro_6": "Por ahora, sigamos adelante y recojamos algunos minerales.",
    "instruction_move": "Presiona las teclas de flecha izquierda o derecha para mover al gnomo.",
    "instruction_enter": "Pulse la barra espaciadora para entrar.",
    "instruction_submit": "Presiona la barra espaciadora para enviarla.",
    "instruction_jump": "Presiona la barra espaciadora o la flecha arriba para saltar.",
    "instruction_exit": "Pulsa este botón para salir y continuar.",
    "instruction_exit_criteria_met": "¡Ahora tienes los tipos de piedra necesarios! Pulsa este botón para salir y continuar.",
    "instruction_cheat": "Presiona esta tecla si quieres saltarte este nivel.",
    "intro_enter_magma_1": "Ahora que tienes algunos minerales, es hora de derretirlos en magma.",
    "intro_enter_magma_2": "Dirígete a la Cámara de Magma para hacerlo.",
    "intro_magma_rock_cycle_1": "En esta parte del ciclo rocoso, veremos que las piedras se derriten hasta el magma.",
    "intro_magma_rock_cycle_2": "Como puedes ver, todas las piedras se derriten hasta convertirlas en magma.",
    "intro_magma_chamber_1": "En la Tierra, las piedras se empujan continuamente hacia arriba o hacia abajo debido a fuerzas poderosas como un terremoto.",
    "intro_magma_chamber_2": "Cuando una piedra es empujada lo suficientemente profundamente en la Tierra, las temperaturas pueden alcanzar su punto de fusión y derretirla. Cuando la piedra se derrita, se convertirá en magma.",
    "intro_magma_chamber_3": "Aquí, en la Cámara Magma, simularemos el proceso de derretir piedras en magma.",
    "intro_magma_chamber_4": "Continúa y procesa los minerales presionando la barra espaciadora (también puedes hacer clic en el icono).",
    "intro_enter_magma_cooler_1": "Ahora que tenemos magma disponible, ¡es hora de formar unas rocas!",
    "intro_enter_magma_cooler_2": "Si observas la barra en la parte superior, verás que necesitamos formar al menos tres tipos diferentes de rocas ígneas.",
    "intro_enter_magma_cooler_3": "Para formar piedras ígneas, dirígete al Enfriador de Magma.",
    "intro_igneous_rock_cycle_1": "Para este ciclo de piedras, veremos que el magma se enfría y se solidifica hasta convertirnos en una piedra.",
    "intro_igneous_cool_off_1": "Cuando el magma se empuja hacia arriba debido al flujo de energía dentro de la Tierra, eventualmente se enfriará y se cristalizará en varios minerales.",
    "intro_igneous_cool_off_2": "Durante la cristalización, varios minerales se formarán y se unirán entre sí, convirtiéndose en una piedra ígnea.",
    "intro_intrusive_igneous_1": "Existen dos formas de formarse piedras ígneas: intrusivas o extrusivas.",
    "intro_intrusive_igneous_2": "Por ahora, formaremos piedras ígneas intrusivas.",
    "intro_intrusive_igneous_3": "Las piedras ígneas intrusivas se forman cuando el magma se enfría por debajo de la superficie terrestre.",
    "intruction_press_proceed": "Pulse la barra espaciadora o haga clic en este botón para continuar.",
    "submit_instruction_1": "Ahora que has formado las piedras necesarias, es hora de dejarlas caer.",
    "submit_instruction_2": "¡Dirígete a la estrella indicada y envía las piedras!",
    "next_adventure_dialog_1": "¡Excelente trabajo! Ahora que se han presentado las piedras, podemos reunir más minerales para formar nuevas piedras.",
    "intro_enter_magma_cooler_extrusive_1": "Al igual que antes, necesitamos formar tres tipos diferentes de piedras ígneas.",
    "intro_enter_magma_cooler_extrusive_2": "Recuerda derretir los minerales en la cámara de magma y luego formar las rocas en el refrigerador de magma.",
    "intro_extrusive_igneous_1": "Esta vez, vamos a formar piedras ígneas extrusivas.",
    "intro_extrusive_igneous_2": "Estas piedras se forman cuando el magma se enfría por encima de la superficie terrestre. Por ejemplo: después de que estalla un volcán.",
    "intro_extrusive_igneous_3": "Como estas piedras se enfrían más rápido, no forman tantos cristales como piedras ígneas intrusivas.",
    "intro_enter_sedimentary_1": "Para que se formen piedras sedimentarias, primero debemos tener piedras disponibles para descomponerse en sedimentos.",
    "intro_enter_sedimentary_2": "Sigue adelante y crea piedras ígneas antes de dirigirte al pozo sedimentario.",
    "intro_sedimentary_rock_cycle_1": "Para este ciclo rocoso, veremos cómo las rocas se dividen en sedimentos y luego se forman una roca sedimentaria.",
    "intro_sedimentary_1": "Los sedimentos proceden de cualquier tipo de piedras, o de ciertos materiales orgánicos que se han desglosado por la intemperie y la erosión.",
    "intro_sedimentary_2": "Después de un largo período de tiempo, los sedimentos que se han acumulado en un área se compactarán y se cementarán para formar piedras sedimentarias.",
    "intro_sedimentary_3": "Aquí, en el pozo sedimentario, simularemos el proceso de descomponer piedras en sedimentos y luego cementarlo para formar una nueva piedra.",
    "intro_sedimentary_4": "El resultado de la roca sedimentaria se basará en el tamaño de grano de los sedimentos. Por lo tanto, asegúrate de probar diferentes tamaños.",
    "intro_enter_sedimentary_organic_1": "En esta ocasión, haremos piedras sedimentarias con materiales orgánicos.",
    "intro_enter_sedimentary_organic_2": "Dirígete directamente al pozo sedimentario.",
    "intro_sedimentary_organic_1": "Las piedras sedimentarias se pueden formar a partir de los restos de ciertas formas de vida.",
    "intro_sedimentary_organic_2": "Por ejemplo, las plantas y árboles enterrados durante millones de años pueden convertirse en carbón.",
    "intro_sedimentary_organic_3": "Si tienes suerte, puedes encontrar uno o dos fósiles de este tipo de piedras.",
    "intro_enter_metamorph_1": "Para nuestro último tipo de piedra: Metamorfa, vamos a necesitar formar otras rocas.",
    "intro_enter_metamorph_2": "Una vez que tengas un montón de rocas disponibles, dirígete al pozo metamórfico.",
    "intro_metamorph_rock_cycle_1": "Para este ciclo de piedras, veremos cómo las piedras se transforman en piedra metamórfica.",
    "intro_metamorph_rock_cycle_2": "Como puedes ver, todas las piedras finalmente se hunden debajo de la Tierra, formando una piedra diferente.",
    "intro_metamorph_rock_cycle_3": "Y por último, hundirse aún más para derretirse en magma, completando el ciclo rocoso.",
    "intro_metamorph_1": "Cuando una piedra está sometida a suficiente calor y/o presión, su forma cambiará drásticamente, transformándose en una piedra completamente diferente.",
    "intro_metamorph_2": "Dependiendo del tipo de piedra que elijas, el resultado será diferente.",
    "intro_metamorph_3": "Intenta transformar una piedra previamente transformada para obtener otro tipo de piedra.",
    "end_dialog_1": "¡En hora buena! ¡Has reunido todas las piedras que necesitamos!",
    "end_dialog_2": "¡Esto termina El Ciclador de Rocas Supergnomático!",
    "rock_types_collected": "Tipos de piedra recolectada: {0} de {1}.",
    "end_thanks": "¡Gracias por jugar!",
    "expedition": "Expedición",
    "drop_off": "Entregar",
    "sedimentary_pit": "Fosa sedimentaria",
    "metamorphic_pit": "Fosa metamórfica",
    "magma_chamber": "Cámara de magma",
    "magma_cooler": "Enfriador de Magma",
    "melting": "Derritiendo",
    "cooling_off": "Enfriamiento",
    "heat_and_pressure": "Calor y presión",
    "weathering_erosion": "Intemperie y erosión",
    "compacting_cementing": "Compactación y cementación",
    "magma_require": "Necesitamos magma para formar piedras ígneas. Dirígete a la Cámara de Magma.",
    "rocks_require_sedimentary": "Necesitamos al menos tres piedras para formar una piedra sedimentaria. Dirígete al Enfriador de Magma para formar algo.",
    "rocks_require_metamorphic": "Necesitamos rocas para formar rocas metamórficas. Dirígete al Enfriador de Magma o al Pozo Sedimentario para formar algunas.",
    "rock_criteria_not_met": "Debe llenar las ranuras de piedra antes de enviarlas.",
    "crust": "Corteza",
    "mantle": "Manto",
    "earth": "Tierra",
    "olivine": "Olivino",
    "olivineDesc": "Un mineral que suele ser de color verde. Por lo general, se puede encontrar en rocas ígneas y metamórficas.",
    "quartz": "Cuarzo",
    "quartzDesc": "Mineral que suele ser incoloro o de color claro. Se puede encontrar comúnmente en la superficie de la Tierra.",
    "feldspar": "Feldespato",
    "feldsparDesc": "Uno de los minerales comunes que se encuentran en la corteza terrestre. La mayoría de las piedras están compuestas por este mineral.",
    "pyroxene": "Piroxeno",
    "pyroxeneDesc": "Este mineral tiende a estar presente en las lavas volcánicas. Su color suele ser negro, a veces con un toque verde.",
    "amphibole": "Anfíbol",
    "amphiboleDesc": "Este mineral se encuentra principalmente en piedras ígneas y metamórficas. Los anfíboles vienen en una variedad de colores: verde, negro, incoloro, blanco, amarillo, azul o marrón.",
    "biotite": "Biotita",
    "biotiteDesc": "Este mineral se encuentra comúnmente en piedras ígneas y metamórficas. Su color suele ser negro, marrón oscuro o verde oscuro.",
    "calcite": "Caracoles marinos",
    "calciteDesc": "Estos materiales son el ingrediente clave para fabricar piedra caliza mediante compactación y cementación.",
    "carbon": "Madera",
    "carbonDesc": "Las plantas muertas y la madera enterradas en las profundidades de la Tierra pueden convertirse lentamente en carbón, un tipo de roca sedimentaria.",
    "peridotite": "Peridotita",
    "peridotiteDesc": "Una piedra ígnea de grano grueso y de color oscuro. Por lo general, contiene olivino mineral.",
    "gabbro": "Gabro",
    "gabbroDesc": "Una piedra ígnea de grano grueso. Su color suele ser negro o verde oscuro.",
    "diorite": "Diorita",
    "dioriteDesc": "Una piedra ígnea de grano grueso conocida por su aspecto de sal y pimienta.",
    "granite": "Granito",
    "graniteDesc": "Una piedra ígnea de color claro con grandes granos visibles. Está compuesto principalmente de cuarzo y feldespato, lo que lo hace duro y resistente.",
    "pumice": "Piedra pómez",
    "pumiceDesc": "Una piedra ígnea de color claro que se forma durante una erupción volcánica. Tiene una textura porosa.",
    "scoria": "Escoria volcánica",
    "scoriaDesc": "Una piedra ígnea de color oscuro que se forma durante una erupción volcánica. Su textura está compuesta por cavidades tipo burbuja.",
    "rhyolite": "Ryolita",
    "rhyoliteDesc": "Una piedra ígnea extrusiva que suele ser de color rosa o gris.",
    "basalt": "Basalto",
    "basaltDesc": "Una piedra ígnea de grano fino que suele ser de color negro. Estos se encuentran comúnmente en el fondo oceánico.",
    "obsidian": "Obsidiana",
    "obsidianDesc": "Una piedra ígnea que se forma cuando la lava se enfría rápidamente, lo que da como resultado su aspecto vidrioso negro.",
    "breccia": "Brecha",
    "brecciaDesc": "Piedra sedimentaria compuesta por grandes fragmentos de forma angular pegados entre sí.",
    "sandstone": "Arenisca",
    "sandstoneDesc": "Piedra sedimentaria compuesta de sedimentos de arena. Su textura es rugosa y natural, con una amplia gama de colores.",
    "shale": "Esquisto",
    "shaleDesc": "Piedra sedimentaria de grano fino formada a partir de la compactación de sedimentos arcillosos.",
    "siltstone": "Limolita",
    "siltstoneDesc": "Piedra sedimentaria de grano fino formada a partir de la compactación de sedimentos de limo.",
    "bituminousCoal": "Carbón bituminoso",
    "bituminousCoalDesc": "Carbón blando que se forma a partir de desechos vegetales que se desoxigenan y se entierran profundamente en los sedimentos durante mucho tiempo.",
    "limestone": "Caliza",
    "limestoneDesc": "Piedra sedimentaria compuesta principalmente de calcita. Estas calcitas se forman a partir de la acumulación de caracoles y esqueletos compactados juntos.",
    "amphibolite": "Anfibolita",
    "amphiboliteDesc": "Una piedra metamórfica de grano grueso que tiende a formarse a partir de piedras ígneas debido a la alta presión.",
    "anthraciteCoal": "Carbón antracita",
    "anthraciteCoalDesc": "Tipo de carbón que ha sufrido calor y presión. Esto da como resultado un aspecto brillante y brillante.",
    "gneiss": "Gneis",
    "gneissDesc": "Una piedra metamórfica con patrones de rayas. Sus rayas están formadas por capas de piedras preexistentes.",
    "marble": "Mármol",
    "marbleDesc": "Una piedra metamórfica con patrones nublados. Está formado por minerales que se han cristalizado debido al calor y la presión.",
    "metaconglomerate": "Metaconglomerato",
    "metaconglomerateDesc": "Versión transformada de una piedra de conglomerado, como la brecha, que ha sufrido calor y presión.",
    "phyllite": "Filita",
    "phylliteDesc": "Una piedra metamórfica con una superficie parecida a una lámina que resplandece de su diminuto grano de cristales.",
    "quartzite": "Cuarcita",
    "quartziteDesc": "Una piedra metamórfica hecha de cuarzo. Estos cuarzo suelen proceder de arenisca.",
    "schist": "Esquisto",
    "schistDesc": "Una piedra metamórfica compuesta de cristales platinos formados por arcilla que ha sufrido calor y presión.",
    "slate": "Pizarra (roca)",
    "slateDesc": "Un metamorfismo de esquisto de bajo grado. Presenta una superficie similar a una lámina y de color opaco.",
    "inputConfigTitle": "ENTRADAS",
    "inputConfigKeyboard": "Teclado",
    "inputConfigTablet": "Pantalla táctil",
    "inputConfigTabletRight": "Mano derecha",
    "inputConfigTabletLeft": "Mano izquierda",
    "press_to_enter": "Pulsa para entrar",
    "press_to_jump": "Pulsa para saltar ",
    "press_to_move": "Pulsa para moverte a la derecha o izquierda"
  }
}